{
  "header": {
    "mainMessage": "#FreeHongKong",
    "secondaryMessage": "We are desperately fighting against oppression. And we want the world to be aware of our struggle. Join us in the fight for freedom."
  },
  "event": {
    "image": "profilepic.jpg",
    "screenName": "HongKongFP"
  },
  "intro": {
    "message": "We are a group of Hong Konger. We want to tell you our story. Hong Kong had returned to China for 22 years. We have been oppressed for 22 years.\n\nUnder the Sino-British Joint Declaration in 1984, Hong Kong would enjoy a high degree of autonomy after the handover to China in 1997. China had to preserve our freedom of speech, of assembly and of the press. However, over the years China repeatedly attempts to interfere with our judicial system and suppress our freedom.\n\nThe latest offense came in February 2019, when the Hong Kong government proposed an extradition bill. To our dismay, the bill could allow China to impose its enforcement law on us. We suffered enough.\n\nWaves of demonstrations were launched against the government and our fight is still going on. Fight for freedom, stand with Hong Kong.\n\n#FreeHongKong"
  },
  "contact": {
    "contactMessage": "stay in touch!"
  },
  "storyWall": {
    "pictures": [
      {
        "url": "https://i.imgur.com/YSMZ1co.jpg",
        "alt": "What can umbrellas do?",
        "story": "For you, they protect you from rain. For us, they protect us from the brutality of the Hong Kong Police. They symbolized our firm stance against China’s mounting pressure on our freedom of speech.\n\nIn 2014, during a demonstration for the right to vote in Hong Kong, plenty of peaceful protestors carried an umbrella out of habit as it was during the rainy season of our city. They didn’t expect that their umbrellas would be used to shield against pepper sprays and 87 rounds of tear gas. Since then, umbrella has been a symbol of our determination against Chinese oppression."
      },
      {
        "url": "https://www.bhaskarhindi.com/eng/wp-content/uploads/2019/06/Hong-Kong-5000-personnel-deployed-as-anti-extradition-bill-protests-intensify-696x464.jpg",
        "alt": "The extradition bill",
        "story": "In February 2019, the Hong Kong government proposed an extradition bill that would include extradition to China. Worrying that the “one country, two systems” principle would be eroded, several groups called for the withdrawal of the bill.\nOn 9th June, three days before the second reading of the extradition bill, 1.03 million Hong Konger marched in the streets to protest against the bill. This attendance surpassed the 1st June rally in 2003 to become the largest demonstration in Hong Kong’s history. Few people would foresee that the record would only hold for a week."
      },
      {
        "url": "https://i.imgur.com/F0EtgRt.jpg",
        "alt": "A different nightscape",
        "story": "In response to the 9th June Protest, on 15th June Carrie Lam announced a pause on enacting the Extradition Bill. Hong Kongers feared that this is only a delay tactic, leading to another protest on the following day. This is the protest. At its peak 2 million Hong Kongers, almost one-third of our population, were marching in the streets. Major thoroughfares in Central were all flooded with demonstrators. For the second time in June, our nightscape was lit by its citizens."
      },
      {
        "url": "https://i.imgur.com/8dna2oK.jpg",
        "alt": "No savage protestors, only savage government",
        "story": "Despite a series of demonstrations in June, Carrie Lam refused to withdraw the Extradition Bill. Instead, she accused the protestors of being “brutal” and described them as “savages”.\n\nOn 1st of July 2019, the 22nd anniversary of Chinese takeover of Hong Kong, fifty-five thousand Hong Kongers marched in the streets once again. At night, a group of protestors stormed the Legislative Council, erecting slogans and spraying demands for freedom and justice all over the conference room. At the center of the chamber stood our answer to Carrie Lam’s accusation: ”There are no savage protestors, only savage government”"
      },
      {
        "url": "https://i.imgur.com/3PDqdwT.jpg",
        "alt": "When your life has a score",
        "story": "This is the Chinese Social Credit system to be implemented in 2020. By then, everything we do will change our “Social Score”. Imagine when you are living under such a system. If you help elderlies in need, your score will move up. On the other hand, if you mistreat old people your score will drop. As expected, if you “disturbed or assault properties of the party” your Social Score dwindles. Will our Social Score plummet if we continue to defend our dwindling freedom as we are now doing? What happens if our scores are too low? No one knows."
      }
    ]
  },
  "action": [
    {
      "link": "https://www.facebook.com/events/364237997837244/",
      "category": "discussion",
      "location": "United Commonwealth",
      "title": "Hong Kong Policy Round Table",
      "date": "2019-08-04"
    },
    {
      "link": "https://www.facebook.com/events/882169922145096/permalink/885513735144048/",
      "category": "protest",
      "location": "London",
      "title": "Be Water: London Stands With Hong Kong",
      "date": "2019-07-28"
    },
    {
      "link": "https://petition.parliament.uk/petitions/233895?fbclid=IwAR1hEEzYALKXV47UV_0Z_wMYn2VscxGI5ILydLJFf2TlPrem2YLv_z6qEAU",
      "category": "petition",
      "location": "UK",
      "title": "Take diplomatic action against China for not respecting Hong Kong agreement",
      "date": "2019-08-04"
    },
    {
      "link": "https://petitions.whitehouse.gov/petition/petition-calling-suspension-crowd-control-equipment-exports-hong-kong-prevent-human-rights-abuses",
      "category": "petition",
      "location": "US",
      "title": "Petition calling for the suspension of crowd control equipment exports to Hong Kong, prevent human rights abuses",
      "date": "2019-08-04"
    },
    {
      "link": "https://petitions.whitehouse.gov/petition/requesting-international-humanitarian-aidassistance-unprotected-hong-kong-citizens",
      "category": "petition",
      "location": "US",
      "title": "Requesting international humanitarian aid/assistance for unprotected Hong Kong citizens",
      "date": "2019-08-20"
    },
    {
      "link": "https://petitions.whitehouse.gov/petition/sanction-hong-kong-government-its-state-terrorism-activity-conducted-yuen-long-train-station-hong-kong-721",
      "category": "petition",
      "location": "US",
      "title": "Sanction Hong Kong government for its State Terrorism activity conducted in Yuen Long train station, Hong Kong on 7/21",
      "date": "2019-08-21"
    },
    {
      "link": "https://petition.parliament.uk/petitions/264610",
      "category": "petition",
      "location": "UK",
      "title": "Hong Kong Extradition law: Pressure China with economic sanctions ",
      "date": "2020-01-10"
    },
    {
      "link": "https://petition.standwithhk.org/",
      "category": "petition",
      "location": "UK",
      "title": "Uphold the 1984 Sino-British Joint Declaration",
      "date": ""
    },
    {
      "link": "https://www.change.org/p/support-hong-kong-human-rights-and-democracy-act-against-the-extradition-bill-%E6%94%AF%E6%8C%81-%E9%A6%99%E6%B8%AF%E4%BA%BA%E6%AC%8A%E8%88%87%E6%B0%91%E4%B8%BB%E6%B3%95%E6%A1%88-%E5%8F%8D%E5%B0%8D-%E9%80%83%E7%8A%AF%E6%A2%9D%E4%BE%8B-%E4%BF%AE%E8%A8%82",
      "category": "petition",
      "location": "Global",
      "title": "Support HK Human Rights and Democracy Act against The Extradition Bill",
      "date": ""
    },
    {
      "link": "https://www.change.org/p/united-nations-publicly-condemns-the-hong-kong-police-for-excessive-use-of-violent-force-against-citizens",
      "category": "petition",
      "location": "Global",
      "title": "Condemn Hong Kong Police for Excessive Force against Citizens & Form Independent Committee",
      "date": ""
    }
  ]
}
